Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/SafetyFeatures.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# THIRD_BULLET
source: Some safety features may be automatically enabled.
ar: قد يتم تمكين بعض ميزات السلامة تلقائيًا.
bg: Някои функции за безопасност може да са автоматично активирани.
ca: És possible que algunes funcions de seguretat s’activin automàticament.
cs: Některé bezpečnostní funkce se můžou zapnout automaticky.
da: Nogle sikkerhedsfunktioner bliver muligvis slået til automatisk.
de: Einige Sicherheitsfunktionen werden unter Umständen automatisch aktiviert.
el: Κάποιες δυνατότητες ασφάλειας ενδέχεται να ενεργοποιηθούν αυτόματα.
es: Puede que algunas funciones de seguridad se activen automáticamente.
es_419: Algunas funciones de seguridad podrían activarse de forma automática.
es_us: Algunas funciones de seguridad podrían activarse de forma automática.
fi: Osa turvallisuusominaisuuksista voi olla automaattisesti päällä.
fr: Certaines fonctionnalités de sécurité peuvent être activées automatiquement.
fr_ca: Certaines fonctionnalités de sécurité peuvent être activées automatiquement.
he: ייתכן שחלק ממאפייני הבטיחות יופעלו באופן אוטומטי.
hi: कुछ सुरक्षा फ़ीचर ऑटोमैटिकली चालू किए जा सकते हैं।
hr: Neke sigurnosne značajke možda će automatski biti omogućene.
hu: Elképzelhető, hogy néhány biztonsági funkció automatikusan engedélyezve van.
id: Sebagian fitur keselamatan mungkin diaktifkan secara otomatis.
it: Alcune funzionalità di sicurezza potrebbero essere abilitate automaticamente.
ja: 一部の安全性機能は自動的にオンになります。
kk: Кейбір қауіпсіздік функциялары автоматты түрде қосылуы мүмкін.
ko: 일부 안전 기능이 자동으로 활성화될 수 있습니다.
lt: Kai kurios funkcijos gali būti įjungtos automatiškai.
ms: Sesetengah ciri keselamatan mungkin didayakan secara automatik.
nl: Sommige veiligheidsfuncties worden mogelijk automatisch ingeschakeld.
no: Noen sikkerhets­funksjoner er kanskje slått på automatisk.
pl: Część funkcji bezpieczeństwa może być włączana automatycznie.
pt_br: Alguns recursos podem ser ativados automaticamente.
pt_pt: É possível que algumas funcionalidades de segurança sejam ativadas automaticamente.
ro: Este posibil ca unele funcționalități de siguranță să fie activate automat.
ru: Некоторые функции безопасности могут быть включены автоматически.
sk: Niektoré bezpečnostné funkcie sa môžu zapnúť automaticky.
sl: Nekatere varnostne funkcije so lahko samodejno omogočene.
sv: En del säkerhetsfunktioner kan aktiveras automatiskt.
th: คุณสมบัติความปลอดภัยบางอย่างอาจเปิดใช้งานโดยอัตโนมัติ
tr: Bazı güvenlik özellikleri otomatik olarak etkinleştirilebilir.
uk: Деякі функції безпеки може бути ввімкнено автоматично.
vi: Một số tính năng an toàn có thể được bật tự động.
zh_cn: 部分安全功能可能会自动启用。
zh_hk: 部份安全功能可能會自動啟用。
zh_tw: 部分安全功能可能會自動啟用。

# SPLASH_SUMMARY
source: Safety features are designed to protect your information and enable you to choose what you share.
ar: صُمِّمت ميزات السلامة بطريقة تحمي معلوماتك وتمكّنك من اختيار ما تود مشاركته.
bg: Функциите за безопасност са създадени да защитават вашата информация и да ви позволяват да избирате какво да споделяте.
ca: Les funcions de seguretat s’han dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: Bezpečnostní funkce chrání vaše osobní údaje a ponechávají vám kontrolu nad tím, co sdílíte.
da: Sikkerhedsfunktioner er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.
de: Sicherheitsfunktionen sind dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.
el: Οι δυνατότητες ασφάλειας έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.
es: Las funciones de seguridad se han diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.
es_419: Las funciones de seguridad se diseñaron para proteger tu información y permitirte elegir lo que compartes.
es_us: Las funciones de seguridad se diseñaron para proteger tu información y permitirte elegir lo que compartes.
fi: Turvallisuusominaisuudet on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.
fr: Les fonctionnalités de sécurité sont conçues pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: Les fonctionnalités de sécurité sont conçues pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.
he: מאפייני הבטיחות תוכננו באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.
hi: सुरक्षा फ़ीचर को आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और वे आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करते हैं।
hr: Sigurnosne značajke dizajnirane su kako bi zaštitile vaše informacije i omogućile odabir sadržaja koje želite podijeliti.
hu: A biztonsági funkciókat úgy tervezték, hogy megvédjék az Ön információit, és lehetővé tegyék, hogy Ön kiválassza, mit oszt meg.
id: Fitur keselamatan dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: Le funzionalità di sicurezza sono concepite in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.
ja: 安全性機能はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: Қауіпсіздік функциялары жеке ақпаратыңызды қорғау және бөлісу қажет объектілерді таңдауға мүмкіндік беру мақсатында жасалған.
ko: 안전 기능은 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: Saugos funkcijos yra sukurtos siekiant apsaugoti jūsų informaciją ir leisti patiems pasirinkti, kokią informaciją norite bendrinti.
ms: Ciri keselamatan direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: Veiligheidsfuncties zijn ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.
no: Sikkerhets­funksjoner er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.
pl: Funkcje bezpieczeństwa zostały zaprojektowane z myślą o ochronie Twoich danych i pozwalają Ci decydować o ich udostępnianiu.
pt_br: Os recursos de segurança foram projetados para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: As funcionalidades de segurança foram concebidas de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Funcționalitățile de siguranță sunt concepute pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.
ru: Ваши данные, используемые функциями безопасности, надежно защищены, и только Вы решаете, чем поделиться.
sk: Bezpečnostné funkcie chránia vaše údaje a ponechávajú vám plnú kontrolu nad tým, čo zdieľate.
sl: Varnostne funkcije so zasnovane tako, da varujejo vaše podatke in vam omogočajo, da izberete, kaj boste delili.
sv: Säkerhetsfunktioner har utformats för att skydda din information och låta dig välja vad du vill dela.
th: คุณสมบัติความปลอดภัยได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้
tr: Güvenlik özellikleri, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: Функції безпеки спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
vi: Các tính năng an toàn được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.
zh_cn: 安全功能旨在保护你的信息并可让你选择要共享的内容。
zh_hk: 安全功能的設計可保護你的資料並讓你選擇分享內容。
zh_tw: 安全功能的設計可保護你的資訊並讓你選擇分享的內容。
